[{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe0"
  },
  "title": "Home Fiber Campaign 1",
  "infrastructure": "Fiber",
  "mbps": "200",
  "properties": [
    {
      "commitment": "2",
      "price": "150"
    },
    {
      "commitment": "0",
      "price": "200"
    }
  ],
  "description": "Home Fiber Campaign 1 is an exciting offering that brings high-speed internet access right to your doorstep. With a blazing fast speed of 200 Mbps, this fiber-based campaign ensures seamless online experiences for all your browsing, streaming, and gaming needs. Whether you're a movie enthusiast, a gaming aficionado, or someone who values a reliable connection for work and communication, Home Fiber Campaign 1 has you covered. Embrace the future of connectivity with this cutting-edge campaign and unlock a world of limitless possibilities."
},
{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe1"
  },
  "title": "Home Fiber Campaign 2",
  "infrastructure": "Fiber",
  "mbps": "500",
  "properties": [
    {
      "commitment": "12",
      "price": "199"
    },
    {
      "commitment": "0",
      "price": "249"
    }
  ],
  "description": "Experience the ultimate speed with Home Fiber Campaign 2! With a superfast 500 Mbps internet connection, your online activities will soar to new heights. Stream HD videos, play online games, and work with ease, all without any interruptions. Don't miss this chance to enjoy an unparalleled internet experience, backed by a commitment-free option for flexibility."
},
{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe2"
  },
  "title": "Home Fiber Campaign 3",
  "infrastructure": "Fiber",
  "mbps": "1000",
  "properties": [
    {
      "commitment": "24",
      "price": "299"
    },
    {
      "commitment": "12",
      "price": "349"
    }
  ],
  "description": "Elevate your online adventures with Home Fiber Campaign 3! With an extraordinary 1000 Mbps internet speed, you'll have the power to conquer any digital task. From 4K streaming to multiplayer gaming, this campaign delivers unmatched performance. Choose between our 12-month and 24-month commitment plans, and immerse yourself in a world of limitless possibilities."
},
{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe3"
  },
  "title": "Home ADSL Campaign 1",
  "infrastructure": "ADSL",
  "mbps": "100",
  "properties": [
    {
      "commitment": "2",
      "price": "170"
    },
    {
      "commitment": "0",
      "price": "200"
    }
  ],
  "description": "Stay connected with Home ADSL Campaign 1! With 100 Mbps of reliable internet, you can browse, stream, and stay in touch with friends and family. Ideal for light internet users, this campaign offers both a commitment-free option and a 12-month commitment plan at unbeatable prices. Enjoy the convenience of ADSL connectivity at your fingertips."
},
{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe4"
  },
  "title": "Home ADSL Campaign 2",
  "infrastructure": "ADSL",
  "mbps": "50",
  "properties": [
    {
      "commitment": "12",
      "price": "99"
    },
    {
      "commitment": "0",
      "price": "149"
    }
  ],
  "description": "Stay connected with Home ADSL Campaign 2! With 50 Mbps of reliable internet, you can browse, stream, and stay in touch with friends and family. Ideal for light internet users, this campaign offers both a commitment-free option and a 12-month commitment plan at unbeatable prices. Enjoy the convenience of ADSL connectivity at your fingertips."
},
{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe5"
  },
  "title": "Home ADSL Campaign 3",
  "infrastructure": "ADSL",
  "mbps": "25",
  "properties": [
    {
      "commitment": "6",
      "price": "79"
    },
    {
      "commitment": "0",
      "price": "119"
    }
  ],
  "description": "Reliable internet is just a step away with Home ADSL Campaign 3! At 25 Mbps, you can browse the web, check emails, and connect with your loved ones effortlessly. Choose the 6-month commitment plan for added savings or go commitment-free for added flexibility. Embrace the simplicity of ADSL and make the most of your online experience."
},
{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe6"
  },
  "title": "Home VDSL Campaign 1",
  "infrastructure": "VDSL",
  "mbps": "75",
  "properties": [
    {
      "commitment": "12",
      "price": "129"
    },
    {
      "commitment": "0",
      "price": "179"
    }
  ],
  "description": "Discover the power of VDSL with Home VDSL Campaign 1! With a swift 75 Mbps internet speed, you can enjoy buffer-free streaming, lag-free gaming, and smooth online experiences. Whether you're a household of video streamers or work-from-home professionals, this campaign offers both 12-month commitment and commitment-free options for your convenience."
},
{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe7"
  },
  "title": "Home VDSL Campaign 2",
  "infrastructure": "VDSL",
  "mbps": "40",
  "properties": [
    {
      "commitment": "6",
      "price": "99"
    },
    {
      "commitment": "0",
      "price": "149"
    }
  ],
  "description": "Connect to the world with Home VDSL Campaign 2! With 40 Mbps of VDSL internet, you can access online content, video chat, and share memories with friends and family. Choose the 6-month commitment plan for added savings or go commitment-free for flexibility. Embrace the versatility of VDSL and enjoy a smooth digital journey."
},
{
  "_id": {
    "$oid": "64b9cc1a504a1c3dad5fdbe8"
  },
  "title": "Home VDSL Campaign 3",
  "infrastructure": "VDSL",
  "mbps": "20",
  "properties": [
    {
      "commitment": "12",
      "price": "79"
    },
    {
      "commitment": "0",
      "price": "119"
    }
  ],
  "description": "Stay connected with Home VDSL Campaign 3! At 20 Mbps, you can experience reliable internet access for all your online activities. Whether it's streaming music, browsing, or socializing, this campaign offers competitive prices for both commitment and non-commitment plans. Embrace the convenience of VDSL and enjoy a seamless digital experience."
}]